Repository: BenKey/wxWidgetsSamples
Catalog: wxWidgetsBook/chap16/*/i18n.po
Languages: fr

source: i18n wxWidgets App
fr: Logiciel i18n wxWidgets

source: Welcome to International Sample
fr: Bienvenue chez International

source: Now is %s
fr: Il est %s maintenant

source: 12345 divided by 10 is written as %.1f
fr: 12345 divisé par 10 est écrit comme %.1f

source: flag.png
fr: fr/flag.png

source: &About... F1
fr: Â propos de... F1

source: Change language...
fr: Changer de langue...

source: E&xit Alt-X
fr: Quitter ALT-F4

source: &File
fr: &Fichier

source: &Help
fr: &Aide

source: Welcome to wxWidgets!
fr: Bienvenue chez wxWidgets!

source: German
fr: Allemand

source: French
fr: Français

source: English
fr: Anglais

source: Select language:
fr: Choisissez la langue:

source: Language
fr: Langue

source: This is the About dialog.
fr: C'est le dialogue Á propos de..
